Repository: wp-plugins/tmediaa-weather-plugin
Catalog: lang/tmediaa_iran_weather-*.po
Languages: fa_ir

source: Abadan
fa_ir: آبادان

source: Ab danan
fa_ir: آبدانان

source: Astara
fa_ir: آستارا

source: Amol
fa_ir: آمل

source: Abhar
fa_ir: ابهر

source: Arak
fa_ir: اراک

source: Ardabil
fa_ir: اردبیل

source: Ardakan
fa_ir: اردکان

source: Orumieh
fa_ir: ارومیه

source: Eslam abad qarb
fa_ir: اسلام آباد غرب

source: Eslam shahr
fa_ir: اسلام شهر

source: Esfarayen
fa_ir: اسفراین

source: Esfahan
fa_ir: اصفهان

source: Eqbalieh
fa_ir: اقبالیه

source: Alvand
fa_ir: الوند

source: Ali Goodarz
fa_ir: علی گودرز

source: Ahvaz
fa_ir: اهواز

source: Iran Shahr
fa_ir: ایران شهر

source: Ielam
fa_ir: ایلام

source: Ievan
fa_ir: ایوان

source: Babol
fa_ir: بابل

source: Bafq
fa_ir: بافق

source: Baneh
fa_ir: بانه

source: Bujnurd
fa_ir: بجنورد

source: Borazjan
fa_ir: برازجان

source: Burujerd
fa_ir: بجنورد

source: Burujen
fa_ir: بروجن

source: Bandar E Anzali
fa_ir: بندر انزلی

source: Bandar E Bushehr
fa_ir: بندر بوشهر

source: Bandar E Torkaman
fa_ir: بندر ترکمن

source: Bandar Abbas
fa_ir: بندر عباس

source: Bandar E Genaveh
fa_ir: بندر گناوه

source: Bandar E Lengeh
fa_ir: بندر لنگه

source: Birjand
fa_ir: بیرجند

source: Pars Abad
fa_ir: پارس آباد

source: Takestan
fa_ir: تاکستان

source: Tabriz
fa_ir: تبریز

source: Torbat Heidarieh
fa_ir: تربت حیدریه

source: Toiserkan
fa_ir: تویسرکان

source: Tehran
fa_ir: تهران

source: Jafarieh
fa_ir: جعفریه

source: Jahrom
fa_ir: جهرم

source: Jiroft
fa_ir: جیرفت

source: Chabahar
fa_ir: چابهار

source: Khoram Abad
fa_ir: خرم آباد

source: Khoramdareh
fa_ir: خرم دره

source: Khalkhal
fa_ir: خلخال

source: Khomein
fa_ir: خمین

source: Khomeini Shahr
fa_ir: خمینی شهر

source: Khormoj
fa_ir: خورموج

source: Khoi
fa_ir: خوی

source: Damqan
fa_ir: دامغان

source: Dezful
fa_ir: دزفول

source: Dehbarez
fa_ir: دهبارز

source: Dehdasht
fa_ir: دهدشت

source: Dehloran
fa_ir: دهلران

source: Dogonbadan
fa_ir: دوگنبدان

source: Durud
fa_ir: دورود

source: Rasht
fa_ir: رشت

source: Rafsanjan
fa_ir: رفسنجان

source: Zabol
fa_ir: زابل

source: Zahedan
fa_ir: زاهدان

source: Zanjan
fa_ir: زنجان

source: Sari
fa_ir: ساری

source: saveh
fa_ir: ساوه

source: Sabzevar
fa_ir: سبزوار

source: Saqez
fa_ir: سقز

source: Semnan
fa_ir: سمنان

source: Sanandaj
fa_ir: سنندج

source: Sirjan
fa_ir: سیرجان

source: Shahrud
fa_ir: شاهرود

source: Shahr E Rei
fa_ir: شهر ری

source: Shahre Kord
fa_ir: شهرکرد

source: Shiraz
fa_ir: شیراز

source: Shirvan
fa_ir: شیروان

source: Ali Abad Katool
fa_ir: علی آباد کتول

source: Farsan
fa_ir: فارسان

source: Ferdos
fa_ir: فردوس

source: Farokh Shahr
fa_ir: فرخ شهر

source: Qaem Shahr
fa_ir: قائم شهر

source: Qaen
fa_ir: قائن

source: Qazvin
fa_ir: قزوین

source: Qom
fa_ir: قم

source: Qanavat
fa_ir: قنوات

source: Qiedar
fa_ir: قیدار

source: Kazeroon
fa_ir: کازرون

source: Kashan
fa_ir: کاشان

source: Karaj
fa_ir: کرج

source: Kerman
fa_ir: کرمان

source: Kerman Shah
fa_ir: کرمانشاه

source: Kangavar
fa_ir: کنگاور

source: Kahak
fa_ir: کهک

source: Gorgan
fa_ir: گرگان

source: Garmsar
fa_ir: گرمسار

source: Garmeh Jajarm
fa_ir: گرمه جاجرم

source: Gonbad
fa_ir: گنبد

source: Lahijan
fa_ir: لاهیجان

source: Likak
fa_ir: لیکک

source: Mahalat
fa_ir: محلات

source: Mohammad Shahr
fa_ir: محمد شهر

source: Maraqeh
fa_ir: مراغه

source: Marand
fa_ir: مرند

source: Marv Dasht
fa_ir: مرودشت

source: Marivan
fa_ir: مریوان

source: MeshginShahr
fa_ir: مشگین شهر

source: Mashhad
fa_ir: مشهد

source: Malayer
fa_ir: ملایر

source: Mahabad
fa_ir: مهاباد

source: Miando Ab
fa_ir: میاندوآب

source: Mianeh
fa_ir: میانه

source: Meibod
fa_ir: میبد

source: Minab
fa_ir: میناب

source: Najaf Abad
fa_ir: نجف آباد

source: Nazar Abad
fa_ir: نظر آباد

source: Nahavand
fa_ir: نهاوند

source: Nehbandan
fa_ir: نهبندان

source: Neishabur
fa_ir: نیشابور

source: Harsin
fa_ir: هرسین

source: Hasht Gerd
fa_ir: هشتگرد

source: Hamedan
fa_ir: همدان

source: Yasuj
fa_ir: یاسوج

source: Yazd
fa_ir: یزد

source: Loading...
fa_ir: در حال بارگذاری...

source: classic
fa_ir: کلاسیک

source: geo
fa_ir: خودکار

source: Sunday
fa_ir: یکشنبه

source: Monday
fa_ir: دوشنبه

source: Tuesday
fa_ir: سهشنبه

source: Wednesday
fa_ir: چهارشنبه

source: Thursday
fa_ir: پنجشنبه

source: Friday
fa_ir: جمعه

source: Saturday
fa_ir: شنبه

source: Failed to connect to server!
fa_ir: خطا:ارتباط با سرور برقرار نشد.

source: Your browser does not support Geolocation!
fa_ir: مرورگر شما از شناسایی خودکار پشتیبانی نمی کند.

source: Failed to connect to server
fa_ir: خطا:ارتباط با سرور برقرار نشد.

source: A timeout occured! Please try again!
fa_ir: دوباره امتحان کنید!

source: We can\"t detect your location. Sorry!
fa_ir: با عرض پوزش: موفق به شناسایی مکان شما نشدیم.

source: Please allow geolocation access for this to work.
fa_ir: لطفا اجازه شناسایی خودکار را از طریق مرورگر بدهید.

source: An unknown error occured!
fa_ir: خطا اتفاق افتاد.

source: This is weather widget via 3 option for choose your location
fa_ir: پلاگین هوا شناسی تی مدیا با 3 انتخاب برای یافتن مکان مورد نظر هواشناسی.

source: tmediaa weather plugin
fa_ir: پلاگین هواشناسی تی مدیا

source: choose the palce to find weather data:
fa_ir: انتخاب منطقه:

source: define a location
fa_ir: مکان مشخص

source: geolocation
fa_ir: شناسایی خودکار

source: use both of them
fa_ir: هر دو

source: define wich days to forecast
fa_ir: انتخاب روز ها برای پیش بینی هوا:

source: current weather
fa_ir: وضعیت حال حاضر

source: current weather and 4 days after
fa_ir: وضعیت 5 روز

source: choose your location from the menu:
fa_ir: انتخاب منطقه از منو:

source: Abdanan
fa_ir: آبادان

source: Ali abad katool
fa_ir: علی آباد کتول

source: Aligoodarz
fa_ir: علی گودرز

source: Bandar e abas
fa_ir: بندر عباس

source: Bandar e anzali
fa_ir: بندر انزلی

source: Bandar e bushehr
fa_ir: بندر بوشهر

source: Bandar e genaveh
fa_ir: بندر گناوه

source: Bandar e lengeh
fa_ir: بندر لنگه

source: Bandar e torkaman
fa_ir: بندر ترکمن

source: Dehbar
fa_ir: دهبار

source: Dezfool
fa_ir: دزفول

source: Do gonbadan
fa_ir: دوگنبدان

source: Eilam
fa_ir: ایلام

source: Farokh shahr
fa_ir: فرخ شهر

source: Garme jajarm
fa_ir: گرمه جاجرم

source: Hamadan
fa_ir: همدان

source: Hashtgerd
fa_ir: هشتگرد

source: Iran shahr
fa_ir: ایران شهر

source: Kazeron
fa_ir: کازرون

source: Kermanshah
fa_ir: کرمانشاه

source: Khomeini shahr
fa_ir: خمینی شهر

source: Khoram abad
fa_ir: خرم آباد

source: Khoram Dareh
fa_ir: خرم دره

source: Khurmoj
fa_ir: خورموج

source: Marv dasht
fa_ir: مرودشت

source: Meshgin shahr
fa_ir: مشگین شهر

source: Miando ab
fa_ir: میاندوآب

source: Mohamad shahr
fa_ir: محمد شهر

source: Orumie
fa_ir: ارومیه

source: Pars abad
fa_ir: پارس آباد

source: Qaem shahr
fa_ir: قائم شهر

source: Qidar
fa_ir: قیدار

source: Saveh
fa_ir: ساوه

source: Shahre kord
fa_ir: شهرکرد

source: Shahr e rei
fa_ir: شهرری

source: Torbat heidarie
fa_ir: تربت حیدریه

source: define prefered location
fa_ir: تعریف منطقه مورد نظر:

source: location name
fa_ir: نام مکان

source: time to refresh the data
fa_ir: مدت زمان به روز رسانی اطلاعات:

source: minute 5
fa_ir: 5 دقیقه

source: minute 10
fa_ir: 10 دقیقه

source: minute30
fa_ir: 30 دقیقه

source: 1 hour
fa_ir: 1 ساعت

source: 2 hour
fa_ir: 2 ساعت

source: loading...
fa_ir: در حال بارگذاری...
